getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git kind:defer
ohmyzsh/ohmyzsh path:plugins/kubectl kind:defer

agkozak/zsh-z
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions 
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting kind:defer
